{
  "{number} of {total} row(s) selected.": "{number} von {total} Zeile(n) ausgewählt.",
  "About RovixPro": "Über RovixPro",
  "About Us": "Über uns",
  "Access your account by signing in.": "Greifen Sie auf Ihr Konto zu, indem Sie sich anmelden.",
  "Accessibility": "Barrierefreiheit",
  "Account": "Konto",
  "Active Users": "Aktive Benutzer",
  "Add Entry": "Eintrag hinzufügen",
  "Add new entry into the table": "Neuen Eintrag zur Tabelle hinzufügen",
  "Address": "Adresse",
  "AI Integration": "KI-Integration",
  "Already have an account?": "Haben Sie bereits ein Konto?",
  "Bank Austria": "Bank Austria",
  "Cancel": "Abbrechen",
  "Cash (Kassa)": "Bargeld (Kassa)",
  "Clear filters": "Filter löschen",
  "Close": "Schließen",
  "Comment": "Kommentar",
  "Company Founded": "Unternehmen gegründet",
  "Contact Us": "Kontaktieren Sie uns",
  "Continue": "Fortfahren",
  "Copyright © {year} RovixPro. All rights reserved.": "Copyright © {year} RovixPro. Alle Rechte vorbehalten.",
  "Countries": "Länder",
  "Create Account": "Konto erstellen",
  "Create your account to get started.": "Erstellen Sie Ihr Konto, um zu beginnen.",
  "Dashboard": "Dashboard",
  "Date": "Datum",
  "Desc": "Beschreibung",
  "Description": "Beschreibung",
  "Document Type": "Dokumenttyp",
  "Don't have an account?": "Haben Sie kein Konto?",
  "Email": "E-Mail",
  "Email is required": "E-Mail ist erforderlich",
  "Empowering better financial decisions": "Bessere finanzielle Entscheidungen ermöglichen",
  "Empowering Financial": "Finanzielle Ermächtigung",
  "Enter your email to reset your password.": "Geben Sie Ihre E-Mail-Adresse ein, um Ihr Passwort zurückzusetzen.",
  "Entry No.": "Eintrag Nr.",
  "Error": "Fehler",
  "European Expansion": "Europäische Expansion",
  "Excellence": "Exzellenz",
  "Expense": "Ausgabe",
  "Export Data": "Daten exportieren",
  "Filter your list...": "Liste filtern...",
  "Financial Growth": "Finanzielles Wachstum",
  "First Name": "Vorname",
  "First name must be at least 2 characters long": "Der Vorname muss mindestens 2 Zeichen lang sein.",
  "First Product Launch": "Erster Produkteinführung",
  "Forgot Password": "Passwort vergessen",
  "Forgot password failed, please check your inputs.": "Passwort zurücksetzen fehlgeschlagen, bitte überprüfen Sie Ihre Eingaben.",
  "Forgot password?": "Passwort vergessen?",
  "Founded in Budapest in 2019, RovixPro emerged from a simple observation: traditional financial management tools were either too complex for everyday users or too simplistic for serious financial planning.": "RovixPro wurde 2019 in Budapest gegründet und entstand aus einer einfachen Beobachtung: Herkömmliche Finanzmanagement-Tools waren entweder zu komplex für alltägliche Benutzer oder zu einfach für ernsthafte Finanzplanung.",
  "Full Name": "Vollständiger Name",
  "Get Started Today": "Starten Sie noch heute",
  "Go Back": "Zurück",
  "Go to first page": "Zur ersten Seite",
  "Go to Home": "Zur Startseite",
  "Go to last page": "Zur letzten Seite",
  "Go to next page": "Zur nächsten Seite",
  "Go to previous page": "Zur vorherigen Seite",
  "Hide": "Ausblenden",
  "Home": "Startseite",
  "Home Page": "Startseite",
  "I accept the <guidelines>Terms of Use</guidelines> and <guidelines2>Privacy Policy</guidelines2>.": "Ich akzeptiere die <guidelines>Nutzungsbedingungen</guidelines> und die <guidelines2>Datenschutzrichtlinie</guidelines2>.",
  "Income": "Einnahme",
  "Innovation": "Innovation",
  "Input VAT": "Vorsteuer",
  "Invalid email address": "Ungültige E-Mail-Adresse",
  "Invalid email format": "Ungültiges E-Mail-Format",
  "Invalid email or password": "Ungültige E-Mail oder Passwort",
  "Invalid OTP Code": "Ungültiger OTP-Code",
  "Join thousands of users who trust RovixPro to manage their finances smarter, not harder.": "Schließen Sie sich Tausenden von Nutzern an, die RovixPro vertrauen, um ihre Finanzen intelligenter zu verwalten.",
  "Journal Entries": "Journalbuchungen",
  "Journals": "Journale",
  "Key milestones in RovixPro's evolution from startup to industry leader.": "Wichtige Meilensteine in der Entwicklung von RovixPro vom Start-up zum Branchenführer.",
  "Language": "Sprache",
  "Last Name": "Nachname",
  "Last name must be at least 2 characters long": "Der Nachname muss mindestens 2 Zeichen lang sein.",
  "Learn More": "Mehr erfahren",
  "Let's Talk": "Lass uns reden",
  "Log In": "Anmelden",
  "Login": "Anmeldung",
  "Login failed, please check your inputs.": "Anmeldung fehlgeschlagen, bitte überprüfen Sie Ihre Eingaben.",
  "Meet Our Team": "Lernen Sie unser Team kennen",
  "Menu": "Menü",
  "My Account": "Mein Konto",
  "New OTP has been sent to your email.": "Ein neuer OTP wurde an Ihre E-Mail gesendet.",
  "No country found.": "Kein Land gefunden.",
  "No results found.": "Keine Ergebnisse gefunden.",
  "No results.": "Keine Ergebnisse.",
  "Or continue with": "Oder fortfahren mit",
  "Or sign up with": "Oder registrieren mit",
  "Other Banks": "Andere Banken",
  "OTP Code has expired. Please request a new one.": "OTP-Code ist abgelaufen. Bitte fordern Sie einen neuen an.",
  "OTP Code must be exactly 6 characters long": "Der OTP-Code muss genau 6 Zeichen lang sein.",
  "Our diverse team of financial experts, engineers, and designers work together to revolutionize financial management.": "Unser vielfältiges Team aus Finanzexperten, Ingenieuren und Designern arbeitet gemeinsam daran, das Finanzmanagement zu revolutionieren.",
  "Our Mission & Values": "Unsere Mission & Werte",
  "Our platform streamlines expense tracking, goal setting, and portfolio analysis to deliver real-time insights and personalized recommendations. Built on intuition and powered by data, RovixPro makes smarter money management accessible to individuals and businesses alike.": "Unsere Plattform vereinfacht die Ausgabenerfassung, Zielsetzung und Portfolioanalyse, um Echtzeiteinblicke und personalisierte Empfehlungen zu liefern. Intuitiv aufgebaut und datenbasiert ermöglicht RovixPro intelligentes Finanzmanagement für Privatpersonen und Unternehmen gleichermaßen.",
  "Our Story": "Unsere Geschichte",
  "Page {pageNo} of {totalPages}": "Seite {pageNo} von {totalPages}",
  "Password": "Passwort",
  "Password must be at least 8 characters long": "Das Passwort muss mindestens 8 Zeichen lang sein.",
  "Password must be at most 20 characters long": "Das Passwort darf höchstens 20 Zeichen lang sein.",
  "Payments": "Zahlungen",
  "Phone": "Telefon",
  "Please enter the code sent to {des}": "Bitte geben Sie den an {des} gesendeten Code ein.",
  "Please select your preferred language from the options below.": "Bitte wählen Sie Ihre bevorzugte Sprache aus den untenstehenden Optionen.",
  "Please verify your email to complete login.": "Bitte bestätigen Sie Ihre E-Mail, um die Anmeldung abzuschließen.",
  "Please verify your email to complete signup.": "Bitte bestätigen Sie Ihre E-Mail, um die Registrierung abzuschließen.",
  "Products": "Produkte",
  "Profile": "Profil",
  "Raiffeisen Bank": "Raiffeisen Bank",
  "Ready to Transform Your Financial Future?": "Bereit, Ihre finanzielle Zukunft zu verändern?",
  "Resend": "Erneut senden",
  "Reset": "Zurücksetzen",
  "RovixPro is a next-generation financial manager that empowers individuals and businesses to take full control of their budgets, expenses, and investments through intuitive, data-driven tools. Our platform streamlines expense tracking, goal setting, and portfolio analysis to deliver real-time insights and personalized recommendations. Built on a foundation of security and innovation, RovixPro makes smarter money management effortless and accessible for everyone.": "RovixPro ist ein Finanzmanager der nächsten Generation, der Einzelpersonen und Unternehmen befähigt, ihre Budgets, Ausgaben und Investitionen mit intuitiven, datengesteuerten Tools vollständig zu kontrollieren. Unsere Plattform vereinfacht Ausgabenerfassung, Zielsetzung und Portfolioanalyse, um Echtzeiteinblicke und personalisierte Empfehlungen zu liefern. Basierend auf Sicherheit und Innovation macht RovixPro intelligentes Finanzmanagement einfach und für alle zugänglich.",
  "RovixPro is a next-generation financial manager that empowers individuals and businesses to take full control of their budgets, expenses, and investments through intuitive,data-driven tools.": "RovixPro ist ein Finanzmanager der nächsten Generation, der Einzelpersonen und Unternehmen befähigt, ihre Budgets, Ausgaben und Investitionen mit intuitiven, datengesteuerten Tools vollständig zu kontrollieren.",
  "Rows per page": "Zeilen pro Seite",
  "Save": "Speichern",
  "Search": "Suchen",
  "Search country...": "Land suchen...",
  "Security": "Sicherheit",
  "Select one ...": "Wählen Sie eines ...",
  "selected": "ausgewählt",
  "Send": "Senden",
  "Services": "Dienstleistungen",
  "Settings": "Einstellungen",
  "Sign Up": "Registrieren",
  "Sign up now": "Jetzt registrieren",
  "Signup failed, please check your inputs.": "Registrierung fehlgeschlagen, bitte überprüfen Sie Ihre Eingaben.",
  "Subject": "Betreff",
  "Success": "Erfolg",
  "Support": "Support",
  "Tax Code": "Steuernummer",
  "To request a quote our products, contact us directly or fill out the form below and we will get back to you shortly.": "Um ein Angebot für unsere Produkte anzufordern, kontaktieren Sie uns direkt oder füllen Sie das untenstehende Formular aus, und wir werden uns in Kürze bei Ihnen melden.",
  "Today, we're proud to serve thousands of users across Europe, helping them achieve their financial goals through intelligent automation and actionable insights.": "Heute sind wir stolz darauf, Tausenden von Nutzern in ganz Europa zu helfen, ihre finanziellen Ziele durch intelligente Automatisierung und umsetzbare Erkenntnisse zu erreichen.",
  "Toggle columns": "Spalten umschalten",
  "Transfer / Rebooking": "Überweisung / Umbuchung",
  "Trusted by 50,000+ users worldwide": "Vertraut von über 50.000 Nutzern weltweit",
  "Type your message here.": "Geben Sie hier Ihre Nachricht ein.",
  "Uptime": "Betriebszeit",
  "User already exists. Use another email.": "Benutzer existiert bereits. Verwenden Sie eine andere E-Mail-Adresse.",
  "VAT Rate": "Mehrwertsteuersatz",
  "Verification": "Verifizierung",
  "Verification failed, please check your inputs.": "Verifizierung fehlgeschlagen, bitte überprüfen Sie Ihre Eingaben.",
  "Verification successful, redirecting...": "Verifizierung erfolgreich, Weiterleitung...",
  "Verify Code": "Code überprüfen",
  "View": "Ansehen",
  "Volksbank": "Volksbank",
  "We believe in democratizing financial management through technology, making sophisticated tools accessible to everyone.": "Wir glauben an die Demokratisierung des Finanzmanagements durch Technologie, um fortschrittliche Werkzeuge für alle zugänglich zu machen.",
  "We continuously push the boundaries of financial technology to deliver cutting-edge solutions that simplify complex financial processes.": "Wir erweitern kontinuierlich die Grenzen der Finanztechnologie, um modernste Lösungen zu liefern, die komplexe Finanzprozesse vereinfachen.",
  "We couldn't find the page you were looking for.": "Wir konnten die gesuchte Seite nicht finden.",
  "We make powerful financial tools accessible to everyone, regardless of their financial background or technical expertise.": "Wir machen leistungsstarke Finanztools für jeden zugänglich – unabhängig von finanziellem Hintergrund oder technischer Erfahrung.",
  "Welcome back 👋": "Willkommen zurück 👋",
  "You can view all your journal entries here. Use the filters to narrow down your search.": "Hier können Sie alle Ihre Journalbuchungen einsehen. Verwenden Sie die Filter, um Ihre Suche einzugrenzen.",
  "You must accept the terms and privacy policy.": "Sie müssen die Bedingungen und die Datenschutzrichtlinie akzeptieren.",
  "You need to wait <guidelines></guidelines> seconds inorder to request a new code.": "Sie müssen <guidelines></guidelines> Sekunden warten, bevor Sie einen neuen Code anfordern können.",
  "Your financial data is protected with bank-level security measures and encryption, ensuring complete privacy and peace of mind.": "Ihre Finanzdaten sind mit banküblichen Sicherheitsmaßnahmen und Verschlüsselung geschützt, was vollständige Privatsphäre und Sicherheit gewährleistet."
}
