{
  "{number} of {total} row(s) selected.": "{number} a(z) {total} sorból kiválasztva.",
  "About": "Rólunk",
  "About Us": "Rólunk",
  "Access your account by signing in.": "Jelentkezzen be a fiókjába.",
  "Accessibility": "Akadálymentesség",
  "Account": "Fiók",
  "Add Entry": "Bejegyzés hozzáadása",
  "Add new entry into the table": "Új bejegyzés hozzáadása a táblázathoz",
  "Address": "Cím",
  "Already have an account?": "Már van fiókja?",
  "Auto Services": "Autószolgáltatások",
  "Bank Austria": "Bank Austria",
  "Beauty": "Szépségápolás",
  "Cancel": "Mégse",
  "Cash (Kassa)": "Készpénz (Pénztár)",
  "Choose Your Service Location": "Válassza ki a szolgáltatás helyszínét",
  "Cities Served": "Kiszolgált városok",
  "Cleaning": "Takarítás",
  "Clear filters": "Szűrők törlése",
  "Close": "Bezárás",
  "Comment": "Megjegyzés",
  "Company Founded": "Cég alapítva",
  "Contact Us": "Kapcsolatfelvétel",
  "Continue": "Folytatás",
  "Copyright © {year} {app_name}. All rights reserved.": "Copyright © {year} {app_name}. Minden jog fenntartva.",
  "Create Account": "Fiók létrehozása",
  "Create your account to get started.": "Hozzon létre egy fiókot a kezdéshez.",
  "Dashboard": "Irányítópult",
  "Date": "Dátum",
  "Desc": "Leírás",
  "Description": "Leírás",
  "Discover trusted professionals available across multiple Hungarian cities — bringing quality services closer to you.": "Fedezze fel a megbízható szakembereket Magyarország különböző városaiban — minőségi szolgáltatások egy kattintásra.",
  "Document Type": "Dokumentumtípus",
  "Don't have an account?": "Nincs még fiókja?",
  "Electrical Services": "Villanyszerelés",
  "Email": "E-mail",
  "Email is required": "E-mail megadása kötelező",
  "Enter your email to reset your password.": "Adja meg e-mail címét a jelszó visszaállításához.",
  "Entry No.": "Bejegyzés száma",
  "Error": "Hiba",
  "Ester": "Ester",
  "European Expansion (Upcoming)": "Európai terjeszkedés (hamarosan)",
  "Expense": "Kiadás",
  "Experts": "Szakemberek",
  "Export Data": "Adatok exportálása",
  "Filter your list...": "Szűrje a listát...",
  "Find Your Expert": "Találja meg a szakemberét",
  "First Name": "Keresztnév",
  "First name must be at least 2 characters long": "A keresztnévnek legalább 2 karakter hosszúnak kell lennie",
  "Forgot Password": "Elfelejtett jelszó",
  "Forgot password failed, please check your inputs.": "A jelszó visszaállítása sikertelen. Kérjük, ellenőrizze az adatokat.",
  "Forgot password?": "Elfelejtette a jelszavát?",
  "Founded in Budapest in 2024, ServePortal was created to make finding trusted experts simple, fast, and reliable. We noticed how difficult it was for people to locate skilled professionals they could truly depend on — whether for home repairs, construction, or cleaning services.": "A ServePortal 2024-ben, Budapesten jött létre azzal a céllal, hogy a megbízható szakemberek megtalálása egyszerű, gyors és átlátható legyen. Felismertük, milyen nehéz megbízható szakembereket találni – legyen szó javításról, építkezésről vagy takarításról.",
  "From home repairs to construction, discover trusted professionals on ServePortal — all in one place.": "Otthoni javításoktól az építkezésig – találjon megbízható szakembereket a ServePortalon, mindent egy helyen.",
  "Full Name": "Teljes név",
  "Furniture Assembly": "Bútorszerelés",
  "Go Back": "Vissza",
  "Go to first page": "Ugrás az első oldalra",
  "Go to Home": "Ugrás a kezdőlapra",
  "Go to last page": "Ugrás az utolsó oldalra",
  "Go to next page": "Következő oldal",
  "Go to previous page": "Előző oldal",
  "Helping skilled experts reach new clients and grow their business.": "Segítünk a szakembereknek új ügyfeleket elérni és fejleszteni vállalkozásukat.",
  "Hide": "Elrejtés",
  "Home": "Kezdőlap",
  "I accept the <guidelines>Terms of Use</guidelines> and <guidelines2>Privacy Policy</guidelines2>.": "Elfogadom a <guidelines>Felhasználási feltételeket</guidelines> és az <guidelines2>Adatvédelmi irányelveket</guidelines2>.",
  "Income": "Bevétel",
  "Innovation": "Innováció",
  "Input VAT": "Bejövő ÁFA",
  "Invalid email address": "Érvénytelen e-mail cím",
  "Invalid email format": "Érvénytelen e-mail formátum",
  "Invalid email or password": "Hibás e-mail vagy jelszó",
  "Invalid OTP Code": "Érvénytelen ellenőrzőkód",
  "Journal Entries": "Könyvelési tételek",
  "Journals": "Naplók",
  "Key milestones in ServePortal’s evolution — from a local startup in Hungary to a growing platform on its way to European expansion.": "A ServePortal fejlődésének mérföldkövei – egy magyar startupból Európába terjeszkedő platformmá válva.",
  "Language": "Nyelv",
  "Last Name": "Vezetéknév",
  "Last name must be at least 2 characters long": "A vezetéknévnek legalább 2 karakter hosszúnak kell lennie",
  "Learn More": "Tudjon meg többet",
  "Let's Talk": "Lépjen kapcsolatba velünk",
  "Log In": "Bejelentkezés",
  "Login": "Bejelentkezés",
  "Login failed, please check your inputs.": "A bejelentkezés sikertelen. Kérjük, ellenőrizze az adatokat.",
  "made easy!": "egyszerűen!",
  "Meet Our Team": "Ismerje meg a csapatunkat",
  "Menu": "Menü",
  "My Account": "Saját fiók",
  "Need a Hand? We’ve Got the Experts.": "Segítségre van szüksége? Mi biztosítjuk a szakembereket.",
  "New OTP has been sent to your email.": "Új ellenőrzőkódot küldtünk e-mailben.",
  "No country found.": "Nem található ország.",
  "No results found.": "Nincs találat.",
  "No results.": "Nincs eredmény.",
  "Or continue with": "Vagy folytassa ezzel",
  "Or sign up with": "Vagy regisztráljon ezzel",
  "Other Banks": "Egyéb bankok",
  "Other services": "Egyéb szolgáltatások",
  "OTP Code has expired. Please request a new one.": "A kód lejárt. Kérjen újat.",
  "OTP Code must be exactly 6 characters long": "A kódnak pontosan 6 karakter hosszúnak kell lennie",
  "Our diverse team of innovators, engineers, and creators work together to make finding trusted service experts simple and reliable.": "Innovátorokból, mérnökökből és alkotókból álló csapatunk azon dolgozik, hogy a szakemberek megtalálása egyszerű és megbízható legyen.",
  "Our Mission & Values": "Küldetésünk és értékeink",
  "Our platform bridges that gap by connecting users with verified professionals across various fields. With just a few clicks, anyone can find the right expert, compare options, and get the job done confidently.": "Platformunk összeköti a felhasználókat a hitelesített szakemberekkel különböző területeken. Néhány kattintással bárki megtalálhatja a megfelelő szakértőt, összehasonlíthatja az opciókat, és magabiztosan elvégezheti a feladatot.",
  "Our Story": "Történetünk",
  "Page {pageNo} of {totalPages}": "{pageNo}. oldal / {totalPages}",
  "Password": "Jelszó",
  "Password must be at least 8 characters long": "A jelszónak legalább 8 karakter hosszúnak kell lennie",
  "Password must be at most 20 characters long": "A jelszónak legfeljebb 20 karakter hosszúnak kell lennie",
  "Payments": "Fizetések",
  "Phone": "Telefon",
  "Platform Launch": "Platform indulása",
  "Please enter the code sent to {des}": "Kérjük, adja meg a {des}-re küldött kódot",
  "Please select your preferred language from the options below.": "Válassza ki a kívánt nyelvet az alábbi lehetőségek közül.",
  "Please verify your email to complete login.": "Kérjük, erősítse meg e-mail címét a bejelentkezés befejezéséhez.",
  "Please verify your email to complete signup.": "Kérjük, erősítse meg e-mail címét a regisztráció befejezéséhez.",
  "Plumbing": "Vízvezeték-szerelés",
  "Popular services": "Népszerű szolgáltatások",
  "Private Chef": "Magánséf",
  "Products": "Termékek",
  "Professional Empowerment": "Szakmai megerősítés",
  "Profile": "Profil",
  "Raiffeisen Bank": "Raiffeisen Bank",
  "Reliability": "Megbízhatóság",
  "Renovation": "Felújítás",
  "Resend": "Újraküldés",
  "Reset": "Visszaállítás",
  "Rows per page": "Sorok oldalanként",
  "Save": "Mentés",
  "Search": "Keresés",
  "Search by specialist’s name": "Keresés szakember neve alapján",
  "Search country...": "Ország keresése...",
  "Search in {currentCity} ...": "Keresés itt: {currentCity} ...",
  "Select one ...": "Válasszon egyet...",
  "Select the city where you want to find trusted professionals.": "Válassza ki a várost, ahol szakembert keres.",
  "selected": "kiválasztva",
  "Send": "Küldés",
  "ServePortal connects people with trusted experts across cleaning, construction, repair, and other essential services — all in one place. Quick, reliable, and built for your convenience.": "A ServePortal összeköti az embereket a megbízható szakemberekkel – takarítás, építés, javítás és egyéb szolgáltatások egy helyen. Gyors, megbízható és kényelmes.",
  "ServePortal in your city": "ServePortal a városában",
  "ServePortal makes finding trusted experts simple and stress-free. From cleaning to construction, we connect you with verified professionals in just a few clicks. Built on reliability and transparency, ServePortal helps you get things done — efficiently, locally, and with confidence.": "A ServePortal egyszerűvé és gondtalanná teszi a megbízható szakemberek megtalálását. A takarítástól az építkezésig – hitelesített szakembereket találhat néhány kattintással. A megbízhatóság és átláthatóság alapjain működve a ServePortal segít hatékonyan, helyben és magabiztosan elvégezni a feladatokat.",
  "Services": "Szolgáltatások",
  "Services Offered": "Elérhető szolgáltatások",
  "Settings": "Beállítások",
  "Sign Up": "Regisztráció",
  "Sign up now": "Regisztráljon most",
  "Signup failed, please check your inputs.": "A regisztráció sikertelen. Kérjük, ellenőrizze az adatokat.",
  "Smart Matching & Growth": "Intelligens párosítás és növekedés",
  "Subject": "Tárgy",
  "Success": "Siker",
  "Support Availability": "Ügyfélszolgálat elérhetősége",
  "Tax Code": "Adószám",
  "Test": "Teszt",
  "To request a quote our products, contact us directly or fill out the form below and we will get back to you shortly.": "Árajánlat kéréséhez vegye fel velünk a kapcsolatot közvetlenül, vagy töltse ki az alábbi űrlapot, és hamarosan visszajelzünk.",
  "Today, ServePortal empowers thousands of users and professionals to work together more efficiently — helping communities thrive through trust, transparency, and technology.": "Ma a ServePortal több ezer felhasználót és szakembert segít hatékonyabb együttműködésben – elősegítve a közösségek fejlődését bizalommal, átláthatósággal és technológiával.",
  "Toggle columns": "Oszlopok váltása",
  "Transfer / Rebooking": "Átutalás / Átfoglalás",
  "Trusted by 50,000+ users": "Több mint 50 000 felhasználó bizalmával",
  "Type your message here.": "Írja ide az üzenetét.",
  "User already exists. Use another email.": "A felhasználó már létezik. Használjon másik e-mail címet.",
  "VAT Rate": "ÁFA kulcs",
  "Verification": "Ellenőrzés",
  "Verification failed, please check your inputs.": "Az ellenőrzés sikertelen. Kérjük, ellenőrizze az adatokat.",
  "Verification successful, redirecting...": "Ellenőrzés sikeres, átirányítás...",
  "Verified Experts": "Hitelesített szakemberek",
  "Verify Code": "Kód ellenőrzése",
  "View": "Megtekintés",
  "Volksbank": "Volksbank",
  "We believe in democratizing financial management through technology, making sophisticated tools accessible to everyone.": "Hisszük, hogy a technológia segítségével mindenki számára elérhetővé tehetjük a fejlett pénzügyi eszközöket.",
  "We couldn't find the page you were looking for.": "A keresett oldal nem található.",
  "We use modern technology to make finding, hiring, and managing experts effortless — saving time and stress for everyone.": "Modern technológiát alkalmazunk, hogy a szakemberek keresése, felvétele és kezelése egyszerű legyen – időt és energiát spórolva mindenkinek.",
  "We verify every professional to ensure consistent quality, accountability, and trust in every service delivered.": "Minden szakembert ellenőrzünk, hogy minden szolgáltatás megbízható és minőségi legyen.",
  "We’re building a platform where everyone, everywhere, can access the right help — from small home projects to large construction needs.": "Egy olyan platformot építünk, ahol bárki, bárhol megtalálhatja a megfelelő segítséget – a kisebb otthoni munkáktól a nagyobb építkezésekig.",
  "Welcome back 👋": "Üdvözöljük újra 👋",
  "What service do you need? Just type it in the search below and instantly find trusted professionals ready to help.": "Milyen szolgáltatásra van szüksége? Csak írja be a keresőbe, és azonnal megtalálja a megbízható szakembereket, akik készen állnak a segítségre.",
  "You can view all your journal entries here. Use the filters to narrow down your search.": "Itt megtekintheti az összes könyvelési tételét. Használja a szűrőket a keresés pontosításához.",
  "You must accept the terms and privacy policy.": "El kell fogadnia a feltételeket és az adatvédelmi irányelveket.",
  "You need to wait <guidelines> seconds </guidelines> inorder to request a new code.": "Várjon <guidelines> másodpercet </guidelines> az új kód igényléséhez.",
  "Your gateway to reliable": "Az Ön megbízható kapuja a",
  "Your gateway to reliable expert": "Kapcsolódás a megbízható szakemberekhez"
}
