{
  "{number} of {total} row(s) selected.": "{number} sor kiválasztva a(z) {total}-ból.",
  "About": "Rólunk",
  "About Us": "Rólunk",
  "Access your account by signing in.": "Jelentkezz be a fiókodba.",
  "Accessibility": "Akadálymentesítés",
  "Account": "Fiók",
  "Add Entry": "Bejegyzés hozzáadása",
  "Add new entry into the table": "Új bejegyzés hozzáadása a táblázathoz",
  "Address": "Cím",
  "Already have an account?": "Már van fiókod?",
  "Bank Austria": "Bank Austria",
  "Cancel": "Mégse",
  "Cash (Kassa)": "Készpénz (Pénztár)",
  "Cities Served": "Kiszolgált városok",
  "Clear filters": "Szűrők törlése",
  "Close": "Bezárás",
  "Comment": "Megjegyzés",
  "Company Founded": "Cégalapítás éve",
  "Contact Us": "Kapcsolat",
  "Continue": "Folytatás",
  "Copyright © {year} {app_name}. All rights reserved.": "Szerzői jog © {year} {app_name}. Minden jog fenntartva.",
  "Create Account": "Fiók létrehozása",
  "Create your account to get started.": "Hozd létre fiókodat a kezdéshez.",
  "Dashboard": "Irányítópult",
  "Date": "Dátum",
  "Desc": "Leírás",
  "Description": "Leírás",
  "Document Type": "Dokumentum típusa",
  "Don't have an account?": "Nincs még fiókod?",
  "Email": "E-mail",
  "Email is required": "E-mail megadása kötelező",
  "Enter your email to reset your password.": "Add meg az e-mail címed a jelszó visszaállításához.",
  "Entry No.": "Bejegyzés sorszáma",
  "Error": "Hiba",
  "European Expansion (Upcoming)": "Európai terjeszkedés (hamarosan)",
  "Expense": "Kiadás",
  "Experts": "Szakértők",
  "Export Data": "Adatok exportálása",
  "Filter your list...": "Lista szűrése...",
  "Find Your Expert": "Találd meg a szakértődet",
  "First Name": "Keresztnév",
  "First name must be at least 2 characters long": "A keresztnévnek legalább 2 karakter hosszúnak kell lennie",
  "Forgot Password": "Elfelejtett jelszó",
  "Forgot password failed, please check your inputs.": "A jelszó visszaállítása sikertelen, ellenőrizd az adataidat.",
  "Forgot password?": "Elfelejtetted a jelszavad?",
  "Founded in Budapest in 2024, ServePortal was created to make finding trusted experts simple, fast, and reliable. We noticed how difficult it was for people to locate skilled professionals they could truly depend on — whether for home repairs, construction, or cleaning services.": "A ServePortal 2024-ben, Budapesten alakult azzal a céllal, hogy a megbízható szakemberek megtalálása egyszerű, gyors és biztos legyen. Észrevettük, milyen nehéz az embereknek megbízható szakembereket találni — legyen szó házfelújításról, építkezésről vagy takarításról.",
  "From home repairs to construction, discover trusted professionals on ServePortal — all in one place.": "A házfelújítástól az építkezésig fedezd fel a megbízható szakembereket a ServePortalon — mindezt egy helyen.",
  "Full Name": "Teljes név",
  "Go Back": "Vissza",
  "Go to first page": "Ugrás az első oldalra",
  "Go to Home": "Ugrás a kezdőlapra",
  "Go to last page": "Ugrás az utolsó oldalra",
  "Go to next page": "Következő oldal",
  "Go to previous page": "Előző oldal",
  "Helping skilled experts reach new clients and grow their business.": "Segítünk a szakembereknek új ügyfeleket elérni és növelni vállalkozásukat.",
  "Hide": "Elrejtés",
  "Home": "Kezdőlap",
  "Home Page": "Kezdőlap",
  "I accept the <guidelines>Terms of Use</guidelines> and <guidelines2>Privacy Policy</guidelines2>.": "Elfogadom a <guidelines>Felhasználási feltételeket</guidelines> és az <guidelines2>Adatvédelmi irányelveket</guidelines2>.",
  "Income": "Bevétel",
  "Innovation": "Innováció",
  "Input VAT": "Bejövő ÁFA",
  "Invalid email address": "Érvénytelen e-mail cím",
  "Invalid email format": "Érvénytelen e-mail formátum",
  "Invalid email or password": "Érvénytelen e-mail vagy jelszó",
  "Invalid OTP Code": "Érvénytelen OTP-kód",
  "Journal Entries": "Könyvelési bejegyzések",
  "Journals": "Naplók",
  "Key milestones in ServePortal’s evolution — from a local startup in Hungary to a growing platform on its way to European expansion.": "A ServePortal fejlődésének fontos mérföldkövei — egy magyarországi startupból egy növekvő, európai terjeszkedésre készülő platformmá.",
  "Language": "Nyelv",
  "Last Name": "Vezetéknév",
  "Last name must be at least 2 characters long": "A vezetéknévnek legalább 2 karakter hosszúnak kell lennie",
  "Learn More": "Tudj meg többet",
  "Let's Talk": "Lépj kapcsolatba velünk",
  "Log In": "Bejelentkezés",
  "Login": "Bejelentkezés",
  "Login failed, please check your inputs.": "A bejelentkezés sikertelen, ellenőrizd az adataidat.",
  "Meet Our Team": "Ismerd meg a csapatunkat",
  "Menu": "Menü",
  "My Account": "Saját fiók",
  "Need a Hand? We’ve Got the Experts.": "Segítségre van szükséged? Nálunk megtalálod a szakértőket.",
  "New OTP has been sent to your email.": "Új OTP-kódot küldtünk az e-mail címedre.",
  "No country found.": "Nem található ország.",
  "No results found.": "Nincs találat.",
  "No results.": "Nincs eredmény.",
  "Or continue with": "Vagy folytasd ezzel",
  "Or sign up with": "Vagy regisztrálj ezzel",
  "Other Banks": "Egyéb bankok",
  "OTP Code has expired. Please request a new one.": "Az OTP-kód lejárt. Kérj újat.",
  "OTP Code must be exactly 6 characters long": "Az OTP-kódnak pontosan 6 karakterből kell állnia",
  "Our diverse team of innovators, engineers, and creators work together to make finding trusted service experts simple and reliable.": "Sokszínű csapatunk innovátorokból, mérnökökből és kreatív szakemberekből áll, akik azon dolgoznak, hogy a megbízható szakértők megtalálása egyszerű és biztonságos legyen.",
  "Our Mission & Values": "Küldetésünk és értékeink",
  "Our platform bridges that gap by connecting users with verified professionals across various fields. With just a few clicks, anyone can find the right expert, compare options, and get the job done confidently.": "Platformunk összeköti a felhasználókat az ellenőrzött szakemberekkel különböző területeken. Néhány kattintással bárki megtalálhatja a megfelelő szakértőt, összehasonlíthatja a lehetőségeket és magabiztosan elvégeztetheti a feladatot.",
  "Our Story": "Történetünk",
  "Page {pageNo} of {totalPages}": "{pageNo}. oldal / {totalPages}",
  "Password": "Jelszó",
  "Password must be at least 8 characters long": "A jelszónak legalább 8 karakter hosszúnak kell lennie",
  "Password must be at most 20 characters long": "A jelszó legfeljebb 20 karakter lehet",
  "Payments": "Fizetések",
  "Phone": "Telefon",
  "Platform Launch": "Platform indítása",
  "Please enter the code sent to {des}": "Kérjük, add meg a(z) {des} címre küldött kódot",
  "Please select your preferred language from the options below.": "Válaszd ki a preferált nyelved az alábbi listából.",
  "Please verify your email to complete login.": "Erősítsd meg e-mail címed a bejelentkezés befejezéséhez.",
  "Please verify your email to complete signup.": "Erősítsd meg e-mail címed a regisztráció befejezéséhez.",
  "Products": "Termékek",
  "Professional Empowerment": "Szakmai fejlődés támogatása",
  "Profile": "Profil",
  "Raiffeisen Bank": "Raiffeisen Bank",
  "Reliability": "Megbízhatóság",
  "Resend": "Újraküldés",
  "Reset": "Visszaállítás",
  "Rows per page": "Sorok oldalanként",
  "Save": "Mentés",
  "Search": "Keresés",
  "Search country...": "Ország keresése...",
  "Select one ...": "Válassz egyet...",
  "selected": "kiválasztva",
  "Send": "Küldés",
  "ServePortal connects people with trusted experts across cleaning, construction, repair, and other essential services — all in one place. Quick, reliable, and built for your convenience.": "A ServePortal összeköti az embereket megbízható szakemberekkel a takarítás, építkezés, javítás és más alapvető szolgáltatások területén — mindezt egy helyen. Gyors, megbízható és kényelmes.",
  "ServePortal makes finding trusted experts simple and stress-free. From cleaning to construction, we connect you with verified professionals in just a few clicks. Built on reliability and transparency, ServePortal helps you get things done — efficiently, locally, and with confidence.": "A ServePortal megkönnyíti a megbízható szakemberek megtalálását. A takarítástól az építkezésig néhány kattintással összekötünk az ellenőrzött szakértőkkel. A megbízhatóságra és átláthatóságra építve segítünk hatékonyan, helyben és magabiztosan elvégezni a feladatokat.",
  "Services": "Szolgáltatások",
  "Services Offered": "Elérhető szolgáltatások",
  "Settings": "Beállítások",
  "Sign Up": "Regisztráció",
  "Sign up now": "Regisztrálj most",
  "Signup failed, please check your inputs.": "A regisztráció sikertelen, ellenőrizd az adataidat.",
  "Smart Matching & Growth": "Intelligens párosítás és növekedés",
  "Subject": "Tárgy",
  "Success": "Siker",
  "Support Availability": "Ügyfélszolgálat elérhetősége",
  "Tax Code": "Adószám",
  "To request a quote our products, contact us directly or fill out the form below and we will get back to you shortly.": "Ha árajánlatot szeretnél kérni termékeinkre, vedd fel velünk közvetlenül a kapcsolatot vagy töltsd ki az alábbi űrlapot, és hamarosan válaszolunk.",
  "Today, ServePortal empowers thousands of users and professionals to work together more efficiently — helping communities thrive through trust, transparency, and technology.": "Ma a ServePortal több ezer felhasználót és szakembert segít hatékonyabban együttműködni — elősegítve a közösségek fejlődését bizalommal, átláthatósággal és technológiával.",
  "Toggle columns": "Oszlopok váltása",
  "Transfer / Rebooking": "Átutalás / Átfoglalás",
  "Trusted by 50,000+ users": "Több mint 50 000 felhasználó bízik bennünk",
  "Type your message here.": "Írd ide az üzenetedet.",
  "User already exists. Use another email.": "A felhasználó már létezik. Használj másik e-mail címet.",
  "VAT Rate": "ÁFA-kulcs",
  "Verification": "Ellenőrzés",
  "Verification failed, please check your inputs.": "Az ellenőrzés sikertelen, ellenőrizd az adataidat.",
  "Verification successful, redirecting...": "Ellenőrzés sikeres, átirányítás...",
  "Verified Experts": "Ellenőrzött szakértők",
  "Verify Code": "Kód ellenőrzése",
  "View": "Megtekintés",
  "Volksbank": "Volksbank",
  "We believe in democratizing financial management through technology, making sophisticated tools accessible to everyone.": "Hisszük, hogy a technológia segítségével a pénzügyi menedzsment mindenki számára elérhetővé tehető.",
  "We couldn't find the page you were looking for.": "A keresett oldalt nem találjuk.",
  "We use modern technology to make finding, hiring, and managing experts effortless — saving time and stress for everyone.": "Modern technológiát használunk, hogy a szakértők megtalálása, felvétele és kezelése egyszerű és stresszmentes legyen — időt takarítva meg mindenkinek.",
  "We verify every professional to ensure consistent quality, accountability, and trust in every service delivered.": "Minden szakembert ellenőrzünk, hogy biztosítsuk a szolgáltatások állandó minőségét, megbízhatóságát és átláthatóságát.",
  "We’re building a platform where everyone, everywhere, can access the right help — from small home projects to large construction needs.": "Olyan platformot építünk, ahol bárki, bárhol megtalálhatja a megfelelő segítséget — a kisebb háziprojektektől a nagyobb építkezésekig.",
  "Welcome back 👋": "Üdv újra 👋",
  "You can view all your journal entries here. Use the filters to narrow down your search.": "Itt megtekintheted az összes könyvelési bejegyzésedet. Használd a szűrőket a keresés pontosításához.",
  "You must accept the terms and privacy policy.": "El kell fogadnod a feltételeket és az adatvédelmi szabályzatot.",
  "You need to wait <guidelines> seconds </guidelines> inorder to request a new code.": "Várnod kell <guidelines> másodpercet </guidelines>, mielőtt új kódot kérhetsz.",
  "Your gateway to reliable": "A megbízhatósághoz vezető kapu",
  "Your gateway to reliable expert": "A megbízható szakemberekhez vezető kapud"
}
