{
  "{number} of {total} row(s) selected.": "Kiválasztott sor(ok): {number} / {total}.",
  "About": "Rólunk",
  "About Us": "Rólunk",
  "Access your account by signing in.": "Jelentkezzen be a fiókja eléréséhez.",
  "Accessibility": "Akadálymentesség",
  "Account": "Fiók",
  "Add Entry": "Bejegyzés hozzáadása",
  "Add new entry into the table": "Új bejegyzés hozzáadása a táblázatba",
  "Address": "Cím",
  "Already have an account?": "Már van fiókja?",
  "Auto Services": "Autójavítási szolgáltatások",
  "Bank Austria": "Bank Austria",
  "Beauty": "Szépség",
  "Cancel": "Mégsem",
  "Car Wash": "Autómosás",
  "Cash (Kassa)": "Készpénz (Kassa)",
  "Check Profile": "Profil megtekintése",
  "Choose Your Service Location": "Válassza ki a szolgáltatás helyszínét",
  "Cities Served": "Elérhető városok",
  "Cleaning": "Takarítás",
  "Clear filters": "Szűrők törlése",
  "Close": "Bezárás",
  "Comment": "Megjegyzés",
  "Company Founded": "A cég alapítása",
  "Completing the order process": "A rendelési folyamat befejezése",
  "Contact Us": "Kapcsolat",
  "Continue": "Tovább",
  "Copyright © {year} {app_name}. All rights reserved.": "Copyright © {year} {app_name}. Minden jog fenntartva.",
  "Create Account": "Fiók létrehozása",
  "Create your account to get started.": "Hozza létre fiókját a kezdéshez.",
  "Dashboard": "Vezérlőpult",
  "Date": "Dátum",
  "Desc": "Leírás",
  "Description": "Leírás",
  "Discover trusted experts across all categories": "Fedezzen fel megbízható szakembereket minden kategóriában",
  "Document Type": "Bizonylat típusa",
  "Don't have an account?": "Nincs még fiókja?",
  "Electrical Services": "Villanyszerelési szolgáltatások",
  "Email": "E-mail",
  "Email is required": "Az e-mail cím kötelező",
  "Enter your email to reset your password.": "Adja meg e-mail címét a jelszó visszaállításához.",
  "Entry No.": "Bejegyzés sorszáma",
  "Error": "Hiba",
  "European Expansion (Upcoming)": "Európai terjeszkedés (Hamarosan)",
  "Expense": "Kiadás",
  "Experts": "Szakemberek",
  "Explore all services": "Fedezzen fel minden szolgáltatást",
  "Explore our diverse range of skilled professionals ready to assist you with various services in your locality.": "Fedezze fel képzett szakembereink széles választékát, akik készen állnak, hogy segítsenek Önnek a helyi szolgáltatások terén.",
  "Explore our wide range of professional services": "Fedezze fel professzionális szolgáltatásaink széles választékát",
  "Explore Services": "Szolgáltatások felfedezése",
  "Export Data": "Adatok exportálása",
  "Filter your list...": "Szűrje a listát...",
  "Find an Expert": "Keressen Szakembert",
  "Find Your Expert": "Találja meg Szakemberét",
  "First Name": "Keresztnév",
  "First name must be at least 2 characters long": "A keresztnévnek legalább 2 karakter hosszúnak kell lennie",
  "Forgot Password": "Elfelejtett jelszó",
  "Forgot password failed, please check your inputs.": "A jelszó visszaállítás sikertelen, kérjük ellenőrizze a megadott adatokat.",
  "Forgot password?": "Elfelejtette jelszavát?",
  "Founded in Budapest in 2024, ServePortal was created to make finding trusted experts simple, fast, and reliable. We noticed how difficult it was for people to locate skilled professionals they could truly depend on — whether for home repairs, construction, or cleaning services.": "A 2024-ben Budapesten alapított ServePortal azért jött létre, hogy a megbízható szakemberek megtalálása egyszerű, gyors és megbízható legyen. Észrevettük, milyen nehéz volt az embereknek olyan képzett szakembereket találni, akikre valóban támaszkodhattak — legyen szó otthoni javításról, építkezésről vagy takarítási szolgáltatásokról.",
  "From home repairs to construction, discover trusted professionals on ServePortal — all in one place.": "Az otthoni javításoktól az építkezésig, fedezzen fel megbízható szakembereket a ServePortalon — mindent egy helyen.",
  "From verified professionals to round-the-clock support, ServePortal makes getting on-site service quick and easy.": "Az ellenőrzött szakemberektől a non-stop támogatásig, a ServePortal gyorssá és egyszerűvé teszi a helyszíni szolgáltatás igénybevételét.",
  "Full Name": "Teljes név",
  "Furniture Assembly": "Bútor összeszerelés",
  "Gardening": "Kertészkedés",
  "Get Started": "Kezdés",
  "Getting on-site service with ease": "Könnyed helyszíni szolgáltatás",
  "Go Back": "Vissza",
  "Go to first page": "Ugrás az első oldalra",
  "Go to Home": "Főoldalra",
  "Go to last page": "Ugrás az utolsó oldalra",
  "Go to next page": "Ugrás a következő oldalra",
  "Go to previous page": "Ugrás az előző oldalra",
  "Helping skilled experts reach new clients and grow their business.": "Segítünk a képzett szakembereknek új ügyfeleket elérni és növelni vállalkozásukat.",
  "Hide": "Elrejtés",
  "Home": "Főoldal",
  "I accept the <guidelines>Terms of Use</guidelines> and <guidelines2>Privacy Policy</guidelines2>.": "Elfogadom a <guidelines>Felhasználási feltételeket</guidelines> és az <guidelines2>Adatvédelmi irányelveket</guidelines2>.",
  "Income": "Bevétel",
  "Innovation": "Innováció",
  "Input VAT": "Előzetesen felszámított ÁFA",
  "Invalid email address": "Érvénytelen e-mail cím",
  "Invalid email format": "Érvénytelen e-mail formátum",
  "Invalid email or password": "Érvénytelen e-mail vagy jelszó",
  "Invalid OTP Code": "Érvénytelen egyszer használatos kód (OTP)",
  "Join as a Professional": "Csatlakozzon Szakemberként",
  "Journal Entries": "Naplóbejegyzések",
  "Journals": "Naplók",
  "Key milestones in ServePortal’s evolution — from a local startup in Hungary to a growing platform on its way to European expansion.": "A ServePortal fejlődésének kulcsfontosságú mérföldkövei — egy magyarországi helyi startupból egy európai terjeszkedés felé tartó növekvő platformmá válásig.",
  "Language": "Nyelv",
  "Last Name": "Vezetéknév",
  "Last name must be at least 2 characters long": "A vezetéknévnek legalább 2 karakter hosszúnak kell lennie",
  "Learn More": "Tudjon meg többet",
  "Let's Talk": "Beszélgessünk",
  "Log In": "Belépés",
  "Login": "Bejelentkezés",
  "Login failed, please check your inputs.": "A bejelentkezés sikertelen, kérjük ellenőrizze a megadott adatokat.",
  "made easy!": "egyszerűen!",
  "Meet Our Team": "Ismerje meg csapatunkat",
  "Menu": "Menü",
  "My Account": "Fiókom",
  "Need a Hand? We’ve Got the Experts.": "Segítségre van szüksége? Megvannak a szakembereink.",
  "New OTP has been sent to your email.": "Új egyszer használatos kód (OTP) lett elküldve az e-mail címére.",
  "No country found.": "Nem található ország.",
  "No results found.": "Nincs találat.",
  "No results.": "Nincs eredmény.",
  "Or continue with": "Vagy folytassa ezzel",
  "Or sign up with": "Vagy regisztráljon ezzel",
  "Other Banks": "Egyéb bankok",
  "Other services": "Egyéb szolgáltatások",
  "OTP Code has expired. Please request a new one.": "Az egyszer használatos kód (OTP) lejárt. Kérjen újat.",
  "OTP Code must be exactly 6 characters long": "Az egyszer használatos kódnak (OTP) pontosan 6 karakter hosszúnak kell lennie",
  "Our diverse team of innovators, engineers, and creators work together to make finding trusted service experts simple and reliable.": "Innovátorokból, mérnökökből és alkotókból álló sokszínű csapatunk együtt dolgozik azon, hogy a megbízható szolgáltató szakemberek megtalálása egyszerű és megbízható legyen.",
  "Our Mission & Values": "Küldetésünk és Értékeink",
  "Our platform bridges that gap by connecting users with verified professionals across various fields. With just a few clicks, anyone can find the right expert, compare options, and get the job done confidently.": "Platformunk áthidalja ezt a hiányt azáltal, hogy összeköti a felhasználókat ellenőrzött szakemberekkel a különböző területeken. Néhány kattintással bárki megtalálhatja a megfelelő szakembert, összehasonlíthatja az opciókat, és magabiztosan elvégeztetheti a munkát.",
  "Our Story": "Történetünk",
  "Page {pageNo} of {totalPages}": "{pageNo} / {totalPages} oldal",
  "Password": "Jelszó",
  "Password must be at least 8 characters long": "A jelszónak legalább 8 karakter hosszúnak kell lennie",
  "Password must be at most 20 characters long": "A jelszó legfeljebb 20 karakter hosszú lehet",
  "Payments": "Fizetések",
  "Phone": "Telefon",
  "Platform Launch": "Platform indítása",
  "Please enter the code sent to {des}": "Kérjük, adja meg a {des} címre küldött kódot",
  "Please select your preferred language from the options below.": "Kérjük, válassza ki az Ön által preferált nyelvet az alábbi lehetőségek közül.",
  "Please verify your email to complete login.": "Kérjük, ellenőrizze e-mail címét a bejelentkezés befejezéséhez.",
  "Please verify your email to complete signup.": "Kérjük, ellenőrizze e-mail címét a regisztráció befejezéséhez.",
  "Plumbing": "Vízvezeték szerelés",
  "Popular Services": "Népszerű szolgáltatások",
  "Popular services": "Népszerű szolgáltatások",
  "Private Chef": "Személyi séf",
  "Professional Empowerment": "Szakmai felhatalmazás",
  "Profile": "Profil",
  "Raiffeisen Bank": "Raiffeisen Bank",
  "Real experiences from real people": "Valódi tapasztalatok valódi emberektől",
  "Reliability": "Megbízhatóság",
  "Renovation": "Felújítás",
  "Resend": "Újraküldés",
  "Reset": "Visszaállítás",
  "Reviews": "Értékelések",
  "Rows per page": "Sorok oldalanként",
  "Save": "Mentés",
  "Search": "Keresés",
  "Search and select a service or specialist": "Keressen és válasszon ki egy szolgáltatást vagy szakembert",
  "Search by name, skill, or city to book instantly": "Keressen név, szakértelem vagy város alapján az azonnali foglaláshoz",
  "Search by specialist’s name": "Keresés a szakember neve alapján",
  "Search country...": "Ország keresése...",
  "Search in {currentCity} ...": "Keresés itt: {currentCity} ...",
  "Select one ...": "Válasszon egyet ...",
  "Select the city where you want to find trusted professionals.": "Válassza ki azt a várost, ahol megbízható szakembereket szeretne találni.",
  "selected": "kiválasztva",
  "Send": "Küldés",
  "ServePortal connects people with trusted experts across cleaning, construction, repair, and other essential services — all in one place. Quick, reliable, and built for your convenience.": "A ServePortal összeköti az embereket megbízható szakemberekkel a takarítás, építőipar, javítás és egyéb alapvető szolgáltatások területén — mindezt egy helyen. Gyors, megbízható és az Ön kényelmére épült.",
  "ServePortal in your city": "ServePortal az Ön városában",
  "ServePortal makes finding trusted experts simple and stress-free. From cleaning to construction, we connect you with verified professionals in just a few clicks. Built on reliability and transparency, ServePortal helps you get things done — efficiently, locally, and with confidence.": "A ServePortal egyszerűvé és stresszmentessé teszi a megbízható szakemberek megtalálását. A takarítástól az építkezésig, ellenőrzött szakemberekkel kötjük össze Önt, mindössze néhány kattintással. A megbízhatóságra és átláthatóságra épülve a ServePortal segít elintézni a dolgokat — hatékonyan, helyben és magabiztosan.",
  "Services Offered": "Kínált szolgáltatások",
  "Settings": "Beállítások",
  "Showcase your expertise and grow with ServePortal": "Mutassa be szakértelmét és fejlődjön a ServePortallal",
  "Sign Up": "Regisztráció",
  "Sign up now": "Regisztráljon most",
  "Signup failed, please check your inputs.": "A regisztráció sikertelen, kérjük ellenőrizze a megadott adatokat.",
  "Simple and efficient process to connect you with experts": "Egyszerű és hatékony folyamat a szakemberekhez való csatlakozáshoz",
  "Smart Matching & Growth": "Intelligens illesztés és növekedés",
  "Subject": "Tárgy",
  "Success": "Siker",
  "successful services": "sikeres szolgáltatások",
  "Support Availability": "Ügyfélszolgálat elérhetősége",
  "Tax Code": "Adószám",
  "Terms & Privacy": "Feltételek és Adatvédelem",
  "Three steps to get on-site service": "Három lépés a helyszíni szolgáltatás igénybevételéhez",
  "To request a quote our products, contact us directly or fill out the form below and we will get back to you shortly.": "Termékeinkkel kapcsolatos árajánlat kéréséhez lépjen kapcsolatba velünk közvetlenül, vagy töltse ki az alábbi űrlapot, és hamarosan válaszolunk.",
  "Today, ServePortal empowers thousands of users and professionals to work together more efficiently — helping communities thrive through trust, transparency, and technology.": "Ma a ServePortal felhasználók és szakemberek ezreit segíti abban, hogy hatékonyabban működjenek együtt — hozzájárulva a közösségek fejlődéséhez a bizalom, az átláthatóság és a technológia révén.",
  "Toggle columns": "Oszlopok ki/bekapcsolása",
  "Transfer / Rebooking": "Átutalás / Újrafoglalás",
  "Trending professionals in {city}": "Felkapott szakemberek itt: {city}",
  "Trusted by 50,000+ users": "50.000+ felhasználó bízik bennünk",
  "Type your message here.": "Írja ide üzenetét.",
  "User already exists. Use another email.": "A felhasználó már létezik. Használjon másik e-mail címet.",
  "VAT Rate": "ÁFA kulcs",
  "Verification": "Ellenőrzés",
  "Verification failed, please check your inputs.": "Az ellenőrzés sikertelen, kérjük ellenőrizze a megadott adatokat.",
  "Verification successful, redirecting...": "Sikeres ellenőrzés, átirányítás...",
  "Verified Experts": "Ellenőrzött szakemberek",
  "Verify Code": "Kód ellenőrzése",
  "View": "Megtekintés",
  "Volksbank": "Volksbank",
  "We believe in democratizing financial management through technology, making sophisticated tools accessible to everyone.": "Hiszünk a pénzügyi menedzsment demokratizálásában a technológia révén, elérhetővé téve a kifinomult eszközöket mindenki számára.",
  "We couldn't find the page you were looking for.": "Nem találtuk a keresett oldalt.",
  "We use modern technology to make finding, hiring, and managing experts effortless — saving time and stress for everyone.": "Modern technológiát használunk, hogy a szakemberek megtalálása, felvétele és kezelése könnyed legyen — időt és stresszt takarítva meg mindenki számára.",
  "We verify every professional to ensure consistent quality, accountability, and trust in every service delivered.": "Minden szakembert ellenőrzünk az egységes minőség, elszámoltathatóság és bizalom biztosítása érdekében minden nyújtott szolgáltatásban.",
  "We’re building a platform where everyone, everywhere, can access the right help — from small home projects to large construction needs.": "Olyan platformot építünk, ahol mindenki, mindenhol hozzáférhet a megfelelő segítséghez — a kisebb otthoni projektektől a nagyszabású építési igényekig.",
  "Welcome back 👋": "Üdvözöljük újra 👋",
  "What Our Customers Say": "Amit ügyfeleink mondanak",
  "What service do you need? Just type it in the search below and instantly find trusted professionals ready to help.": "Milyen szolgáltatásra van szüksége? Csak írja be az alábbi keresőbe, és azonnal talál megbízható szakembereket, akik készen állnak a segítségre.",
  "Why thousands trust ServePortal": "Miért bíznak ezrek a ServePortalban",
  "You can view all your journal entries here. Use the filters to narrow down your search.": "Itt tekintheti meg az összes naplóbejegyzését. Használja a szűrőket a keresés szűkítéséhez.",
  "You must accept the terms and privacy policy.": "El kell fogadnia a feltételeket és az adatvédelmi irányelveket.",
  "You need to wait <guidelines> seconds </guidelines> inorder to request a new code.": "Várnia kell <guidelines> másodpercet </guidelines> ahhoz, hogy új kódot kérjen.",
  "Your gateway to reliable": "Az Ön átjárója a megbízható",
  "Your gateway to reliable expert": "Az Ön átjárója a megbízható szakemberhez"
}
