{
  "{number} of {total} row(s) selected.": "{number} / {total} sor kiválasztva.",
  "About": "Rólunk",
  "About Us": "Rólunk",
  "Access your account by signing in.": "Jelentkezzen be fiókja eléréséhez.",
  "Accessibility": "Hozzáférhetőség",
  "Account": "Fiók",
  "Add Entry": "Új bejegyzés hozzáadása",
  "Add new entry into the table": "Új bejegyzés hozzáadása a táblázathoz",
  "Address": "Cím",
  "Already have an account?": "Már van fiókja?",
  "Auto Services": "Autószolgáltatások",
  "Bank Austria": "Bank Austria",
  "Beauty": "Szépségápolás",
  "Cancel": "Mégse",
  "Cash (Kassa)": "Készpénz (Kassa)",
  "Check Profile": "Profil ellenőrzése",
  "Choose Your Service Location": "Válassza ki a szolgáltatás helyszínét",
  "Cities Served": "Kiszolgált városok",
  "Cleaning": "Takarítás",
  "Clear filters": "Szűrők törlése",
  "Close": "Bezárás",
  "Comment": "Megjegyzés",
  "Company Founded": "Cég alapítva",
  "Contact Us": "Kapcsolatfelvétel",
  "Continue": "Folytatás",
  "Copyright © {year} {app_name}. All rights reserved.": "Copyright © {year} {app_name}. Minden jog fenntartva.",
  "Create Account": "Fiók létrehozása",
  "Create your account to get started.": "Hozzon létre fiókot az induláshoz.",
  "Dashboard": "Irányítópult",
  "Date": "Dátum",
  "Desc": "Leírás",
  "Description": "Leírás",
  "Discover trusted professionals available across multiple Hungarian cities — bringing quality services closer to you.": "Fedezze fel a megbízható szakembereket számos magyar városban — minőségi szolgáltatásokat hozva közelebb Önhöz.",
  "Document Type": "Dokumentum típusa",
  "Don't have an account?": "Nincs még fiókja?",
  "Electrical Services": "Villanyszerelési szolgáltatások",
  "Email": "E-mail",
  "Email is required": "E-mail megadása kötelező",
  "Enter your email to reset your password.": "Adja meg e-mail címét a jelszó visszaállításához.",
  "Entry No.": "Bejegyzés száma",
  "Error": "Hiba",
  "Ester": "Ester",
  "European Expansion (Upcoming)": "Európai terjeszkedés (hamarosan)",
  "Expense": "Kiadás",
  "Experts": "Szakértők",
  "Explore our diverse range of skilled professionals ready to assist you with various services in your locality.": "Fedezze fel sokféle képzett szakemberünket, akik készek segíteni Önnek különböző szolgáltatásokkal a környéken.",
  "Export Data": "Adatok exportálása",
  "Filter your list...": "Szűrje a listát...",
  "Find Your Expert": "Találja meg szakértőjét",
  "First Name": "Keresztnév",
  "First name must be at least 2 characters long": "A keresztnévnek legalább 2 karakter hosszúnak kell lennie",
  "Forgot Password": "Elfelejtett jelszó",
  "Forgot password failed, please check your inputs.": "A jelszó visszaállítása nem sikerült, kérjük, ellenőrizze az adatokat.",
  "Forgot password?": "Elfelejtette a jelszavát?",
  "Founded in Budapest in 2024, ServePortal was created to make finding trusted experts simple, fast, and reliable. We noticed how difficult it was for people to locate skilled professionals they could truly depend on — whether for home repairs, construction, or cleaning services.": "A ServePortal 2024-ben alakult Budapesten, hogy egyszerűvé, gyorssá és megbízhatóvá tegye a megbízható szakemberek megtalálását. Észrevettük, milyen nehéz az emberek számára olyan képzett szakembereket találni, akikre valóban számíthatnak — legyen szó otthoni javításokról, építkezésről vagy takarítási szolgáltatásokról.",
  "From home repairs to construction, discover trusted professionals on ServePortal — all in one place.": "Az otthoni javításoktól az építkezésig, fedezze fel a megbízható szakembereket a ServePortal-on — mind egy helyen.",
  "Full Name": "Teljes név",
  "Furniture Assembly": "Bútorösszeszerelés",
  "Go Back": "Vissza",
  "Go to first page": "Ugrás az első oldalra",
  "Go to Home": "Ugrás a kezdőlapra",
  "Go to last page": "Ugrás az utolsó oldalra",
  "Go to next page": "Ugrás a következő oldalra",
  "Go to previous page": "Ugrás az előző oldalra",
  "Helping skilled experts reach new clients and grow their business.": "Segítjük a képzett szakembereket új ügyfelek elérésében és üzletük bővítésében.",
  "Hide": "Elrejtés",
  "Home": "Kezdőlap",
  "I accept the <guidelines>Terms of Use</guidelines> and <guidelines2>Privacy Policy</guidelines2>.": "Elfogadom a <guidelines>Használati feltételeket</guidelines> és az <guidelines2>Adatvédelmi irányelveket</guidelines2>.",
  "Income": "Bevétel",
  "Innovation": "Innováció",
  "Input VAT": "Bemeneti ÁFA",
  "Invalid email address": "Érvénytelen e-mail cím",
  "Invalid email format": "Érvénytelen e-mail formátum",
  "Invalid email or password": "Érvénytelen e-mail vagy jelszó",
  "Invalid OTP Code": "Érvénytelen OTP kód",
  "Journal Entries": "Naplóbejegyzések",
  "Journals": "Naplók",
  "Key milestones in ServePortal’s evolution — from a local startup in Hungary to a growing platform on its way to European expansion.": "A ServePortal fejlődésének kulcsfontosságú mérföldkövei — egy helyi magyar startupból egy növekvő platformmá, amely az európai terjeszkedés felé tart.",
  "Language": "Nyelv",
  "Last Name": "Vezetéknév",
  "Last name must be at least 2 characters long": "A vezetéknévnek legalább 2 karakter hosszúnak kell lennie",
  "Learn More": "Tudjon meg többet",
  "Let's Talk": "Beszéljünk",
  "Log In": "Bejelentkezés",
  "Login": "Bejelentkezés",
  "Login failed, please check your inputs.": "A bejelentkezés nem sikerült, kérjük, ellenőrizze az adatokat.",
  "made easy!": "könnyedén!",
  "Meet Our Team": "Ismerje meg csapatunkat",
  "Menu": "Menü",
  "My Account": "Fiókom",
  "Need a Hand? We’ve Got the Experts.": "Segítségre van szüksége? Megvannak a szakértőink.",
  "New OTP has been sent to your email.": "Új OTP kódot küldtünk az e-mail címére.",
  "No country found.": "Nem található ország.",
  "No results found.": "Nincs találat.",
  "No results.": "Nincs eredmény.",
  "Or continue with": "Vagy folytassa ezzel",
  "Or sign up with": "Vagy regisztráljon ezzel",
  "Other Banks": "Egyéb bankok",
  "Other services": "Egyéb szolgáltatások",
  "OTP Code has expired. Please request a new one.": "Az OTP kód lejárt. Kérjen újat.",
  "OTP Code must be exactly 6 characters long": "Az OTP kódnak pontosan 6 karakter hosszúnak kell lennie",
  "Our diverse team of innovators, engineers, and creators work together to make finding trusted service experts simple and reliable.": "Sokszínű csapatunk, amely innovátorokból, mérnökökből és alkotókból áll, együtt dolgozik azon, hogy a megbízható szolgáltatási szakértők megtalálása egyszerű és megbízható legyen.",
  "Our Mission & Values": "Küldetésünk és értékeink",
  "Our platform bridges that gap by connecting users with verified professionals across various fields. With just a few clicks, anyone can find the right expert, compare options, and get the job done confidently.": "Platformunk áthidalja ezt a szakadékot azáltal, hogy összeköti a felhasználókat ellenőrzött szakemberekkel különböző területeken. Néhány kattintással bárki megtalálhatja a megfelelő szakértőt, összehasonlíthatja a lehetőségeket, és magabiztosan elvégezheti a munkát.",
  "Our Story": "Történetünk",
  "Page {pageNo} of {totalPages}": "{pageNo} / {totalPages} oldal",
  "Password": "Jelszó",
  "Password must be at least 8 characters long": "A jelszónak legalább 8 karakter hosszúnak kell lennie",
  "Password must be at most 20 characters long": "A jelszó legfeljebb 20 karakter hosszú lehet",
  "Payments": "Kifizetések",
  "Phone": "Telefon",
  "Platform Launch": "Platform indulása",
  "Please enter the code sent to {des}": "Kérjük, adja meg a(z) {des} címre küldött kódot",
  "Please select your preferred language from the options below.": "Kérjük, válassza ki az alábbi opciók közül a kívánt nyelvet.",
  "Please verify your email to complete login.": "Kérjük, igazolja e-mail címét a bejelentkezés befejezéséhez.",
  "Please verify your email to complete signup.": "Kérjük, igazolja e-mail címét a regisztráció befejezéséhez.",
  "Plumbing": "Vízszerelés",
  "Popular services": "Népszerű szolgáltatások",
  "Private Chef": "Személyi szakács",
  "Products": "Termékek",
  "Professional Empowerment": "Szakmai felhatalmazás",
  "Profile": "Profil",
  "Raiffeisen Bank": "Raiffeisen Bank",
  "Reliability": "Megbízhatóság",
  "Renovation": "Felújítás",
  "Resend": "Újraküldés",
  "Reset": "Visszaállítás",
  "Reviews": "Vélemények",
  "Rows per page": "Sorok száma oldalanként",
  "Save": "Mentés",
  "Search": "Keresés",
  "Search by specialist’s name": "Keresés szakember neve alapján",
  "Search country...": "Ország keresése...",
  "Search in {currentCity} ...": "Keresés {currentCity} városban...",
  "Select one ...": "Válasszon egyet...",
  "Select the city where you want to find trusted professionals.": "Válassza ki azt a várost, ahol megbízható szakembereket szeretne találni.",
  "selected": "kiválasztva",
  "Send": "Küldés",
  "ServePortal connects people with trusted experts across cleaning, construction, repair, and other essential services — all in one place. Quick, reliable, and built for your convenience.": "A ServePortal összeköti az embereket megbízható szakértőkkel a takarítás, építkezés, javítás és egyéb alapvető szolgáltatások terén — mind egy helyen. Gyors, megbízható és az Ön kényelmére szabva.",
  "ServePortal in your city": "ServePortal az Ön városában",
  "ServePortal makes finding trusted experts simple and stress-free. From cleaning to construction, we connect you with verified professionals in just a few clicks. Built on reliability and transparency, ServePortal helps you get things done — efficiently, locally, and with confidence.": "A ServePortal egyszerűvé és stresszmentessé teszi a megbízható szakértők megtalálását. A takarítástól az építkezésig, néhány kattintással összekötjük Önt ellenőrzött szakemberekkel. A megbízhatóságra és átláthatóságra építve a ServePortal segít elvégezni a feladatokat — hatékonyan, helyben és magabiztosan.",
  "Services": "Szolgáltatások",
  "Services Offered": "Kínált szolgáltatások",
  "Settings": "Beállítások",
  "Sign Up": "Regisztráció",
  "Sign up now": "Regisztráljon most",
  "Signup failed, please check your inputs.": "A regisztráció nem sikerült, kérjük, ellenőrizze az adatokat.",
  "Smart Matching & Growth": "Intelligens párosítás és növekedés",
  "Subject": "Tárgy",
  "Success": "Siker",
  "successful services": "sikeres szolgáltatások",
  "Support Availability": "Támogatás elérhetősége",
  "Tax Code": "Adószám",
  "Test": "Teszt",
  "To request a quote our products, contact us directly or fill out the form below and we will get back to you shortly.": "Termékeink árajánlatának kéréséhez lépjen kapcsolatba velünk közvetlenül, vagy töltse ki az alábbi űrlapot, és hamarosan visszajelzünk.",
  "Today, ServePortal empowers thousands of users and professionals to work together more efficiently — helping communities thrive through trust, transparency, and technology.": "Ma a ServePortal több ezer felhasználót és szakembert segít abban, hogy hatékonyabban dolgozzanak együtt — segítve a közösségeket a bizalom, átláthatóság és technológia révén.",
  "Toggle columns": "Oszlopok váltása",
  "Transfer / Rebooking": "Átutalás / Újrafoglalás",
  "Trending professionals in {city}": "Népszerű szakemberek {city} városban",
  "Trusted by 50,000+ users": "Több mint 50 000 felhasználó bizalmával",
  "Type your message here.": "Írja ide üzenetét.",
  "User already exists. Use another email.": "A felhasználó már létezik. Használjon másik e-mail címet.",
  "VAT Rate": "ÁFA kulcs",
  "Verification": "Ellenőrzés",
  "Verification failed, please check your inputs.": "Az ellenőrzés nem sikerült, kérjük, ellenőrizze az adatokat.",
  "Verification successful, redirecting...": "Sikeres ellenőrzés, átirányítás...",
  "Verified Experts": "Ellenőrzött szakértők",
  "Verify Code": "Kód ellenőrzése",
  "View": "Megtekintés",
  "Volksbank": "Volksbank",
  "We believe in democratizing financial management through technology, making sophisticated tools accessible to everyone.": "Hiszünk abban, hogy a technológia révén demokratizáljuk a pénzügyi menedzsmentet, mindenki számára elérhetővé téve a fejlett eszközöket.",
  "We couldn't find the page you were looking for.": "Nem találtuk a keresett oldalt.",
  "We use modern technology to make finding, hiring, and managing experts effortless — saving time and stress for everyone.": "Modern technológiát használunk, hogy a szakértők megtalálása, alkalmazása és kezelése könnyed legyen — időt és stresszt megtakarítva mindenkinek.",
  "We verify every professional to ensure consistent quality, accountability, and trust in every service delivered.": "Minden szakembert ellenőrzünk, hogy biztosítsuk az állandó minőséget, elszámoltathatóságot és bizalmat minden nyújtott szolgáltatásban.",
  "We’re building a platform where everyone, everywhere, can access the right help — from small home projects to large construction needs.": "Olyan platformot építünk, ahol mindenki, mindenhol megtalálhatja a megfelelő segítséget — a kis otthoni projektektől a nagy építkezési igényekig.",
  "Welcome back 👋": "Üdv újra 👋",
  "What service do you need? Just type it in the search below and instantly find trusted professionals ready to help.": "Milyen szolgáltatásra van szüksége? Csak írja be az alábbi keresőbe, és azonnal megtalálja a segíteni kész megbízható szakembereket.",
  "You can view all your journal entries here. Use the filters to narrow down your search.": "Itt megtekintheti az összes naplóbejegyzését. Használja a szűrőket a keresés szűkítéséhez.",
  "You must accept the terms and privacy policy.": "El kell fogadnia a használati feltételeket és az adatvédelmi irányelveket.",
  "You need to wait <guidelines> seconds </guidelines> inorder to request a new code.": "<guidelines> másodpercet </guidelines> kell várnia egy új kód kéréséhez.",
  "Your gateway to reliable": "Kapuja a megbízhatósághoz",
  "Your gateway to reliable expert": "Kapuja a megbízható szakértőkhöz"
}
