{
  "{number} of {total} row(s) selected.": "{number} a(z) {total} sorból kiválasztva.",
  "About": "Rólunk",
  "About Us": "Rólunk",
  "Access your account by signing in.": "Jelentkezzen be a fiókjába.",
  "Accessibility": "Akadálymentesítés",
  "Account": "Fiók",
  "Add Entry": "Bejegyzés hozzáadása",
  "Add new entry into the table": "Új bejegyzés hozzáadása a táblázathoz",
  "Address": "Cím",
  "Already have an account?": "Már van fiókja?",
  "Auto Services": "Autószolgáltatások",
  "Bank Austria": "Bank Austria",
  "Beauty": "Szépség",
  "Cancel": "Mégse",
  "Cash (Kassa)": "Készpénz (Pénztár)",
  "Cities Served": "Kiszolgált városok",
  "Cleaning": "Takarítás",
  "Clear filters": "Szűrők törlése",
  "Close": "Bezárás",
  "Comment": "Megjegyzés",
  "Company Founded": "Cégalapítás éve",
  "Contact Us": "Kapcsolatfelvétel",
  "Continue": "Folytatás",
  "Copyright © {year} {app_name}. All rights reserved.": "Copyright © {year} {app_name}. Minden jog fenntartva.",
  "Create Account": "Fiók létrehozása",
  "Create your account to get started.": "Hozza létre fiókját a kezdéshez.",
  "Dashboard": "Irányítópult",
  "Date": "Dátum",
  "Desc": "Leírás",
  "Description": "Leírás",
  "Discover trusted professionals available across multiple Hungarian cities — bringing quality services closer to you.": "Fedezze fel a megbízható szakembereket Magyarország több városában — hogy a minőségi szolgáltatások közelebb kerüljenek Önhöz.",
  "Document Type": "Dokumentumtípus",
  "Don't have an account?": "Nincs még fiókja?",
  "Electrical Services": "Villanyszerelés",
  "Email": "E-mail",
  "Email is required": "Az e-mail megadása kötelező",
  "Enter your email to reset your password.": "Adja meg e-mail címét a jelszó visszaállításához.",
  "Entry No.": "Bejegyzés sorszáma",
  "Error": "Hiba",
  "Ester": "Ester",
  "European Expansion (Upcoming)": "Európai terjeszkedés (hamarosan)",
  "Expense": "Kiadás",
  "Experts": "Szakemberek",
  "Export Data": "Adatok exportálása",
  "Filter your list...": "Lista szűrése...",
  "Find Your Expert": "Találja meg a szakemberét",
  "First Name": "Keresztnév",
  "First name must be at least 2 characters long": "A keresztnévnek legalább 2 karakterből kell állnia",
  "Forgot Password": "Elfelejtett jelszó",
  "Forgot password failed, please check your inputs.": "A jelszó visszaállítás sikertelen, kérjük, ellenőrizze az adatokat.",
  "Forgot password?": "Elfelejtette a jelszót?",
  "Founded in Budapest in 2024, ServePortal was created to make finding trusted experts simple, fast, and reliable. We noticed how difficult it was for people to locate skilled professionals they could truly depend on — whether for home repairs, construction, or cleaning services.": "A ServePortal 2024-ben Budapesten jött létre, hogy a megbízható szakemberek megtalálását egyszerűvé, gyorssá és biztonságossá tegye. Felismertük, milyen nehéz megbízható szakembereket találni – legyen szó lakásfelújításról, építkezésről vagy takarításról.",
  "From everyday tasks to important projects, ServePortal brings you trusted professionals who deliver quality and reliability": "A mindennapi feladatoktól a nagyobb projektekig a ServePortal megbízható szakembereket kínál, akik minőséget és megbízhatóságot nyújtanak",
  "From home repairs to construction, discover trusted professionals on ServePortal — all in one place.": "A lakásjavítástól az építkezésig fedezze fel a megbízható szakembereket a ServePortalon — mindezt egy helyen.",
  "Full Name": "Teljes név",
  "Furniture Assembly": "Bútorszerelés",
  "Go Back": "Vissza",
  "Go to first page": "Ugrás az első oldalra",
  "Go to Home": "Vissza a főoldalra",
  "Go to last page": "Ugrás az utolsó oldalra",
  "Go to next page": "Következő oldal",
  "Go to previous page": "Előző oldal",
  "Helping skilled experts reach new clients and grow their business.": "Segítünk a szakembereknek új ügyfeleket elérni és vállalkozásukat fejleszteni.",
  "Hide": "Elrejtés",
  "Home": "Kezdőlap",
  "Home Page": "Főoldal",
  "I accept the <guidelines>Terms of Use</guidelines> and <guidelines2>Privacy Policy</guidelines2>.": "Elfogadom a <guidelines>Felhasználási feltételeket</guidelines> és az <guidelines2>Adatvédelmi irányelveket</guidelines2>.",
  "Income": "Bevétel",
  "Innovation": "Innováció",
  "Input VAT": "Bejövő ÁFA",
  "Invalid email address": "Érvénytelen e-mail cím",
  "Invalid email format": "Hibás e-mail formátum",
  "Invalid email or password": "Hibás e-mail vagy jelszó",
  "Invalid OTP Code": "Érvénytelen OTP kód",
  "Journal Entries": "Könyvelési bejegyzések",
  "Journals": "Naplók",
  "Key milestones in ServePortal’s evolution — from a local startup in Hungary to a growing platform on its way to European expansion.": "A ServePortal fejlődésének mérföldkövei — egy magyar startupból Európa felé terjeszkedő platformmá.",
  "Language": "Nyelv",
  "Last Name": "Vezetéknév",
  "Last name must be at least 2 characters long": "A vezetéknévnek legalább 2 karakterből kell állnia",
  "Learn More": "Tudjon meg többet",
  "Let's Talk": "Lépjen kapcsolatba velünk",
  "Log In": "Bejelentkezés",
  "Login": "Bejelentkezés",
  "Login failed, please check your inputs.": "A bejelentkezés sikertelen, kérjük, ellenőrizze az adatokat.",
  "made easy!": "egyszerűen!",
  "Meet Our Team": "Ismerje meg csapatunkat",
  "Menu": "Menü",
  "My Account": "Saját fiók",
  "Need a Hand? We’ve Got the Experts.": "Segítségre van szüksége? Mi hozzuk a szakembereket.",
  "New OTP has been sent to your email.": "Új OTP-kódot küldtünk az e-mail címére.",
  "No country found.": "Nem található ország.",
  "No results found.": "Nincs találat.",
  "No results.": "Nincs eredmény.",
  "Or continue with": "Vagy folytassa ezzel",
  "Or sign up with": "Vagy regisztráljon ezzel",
  "Other Banks": "Egyéb bankok",
  "Other services": "Egyéb szolgáltatások",
  "OTP Code has expired. Please request a new one.": "Az OTP-kód lejárt. Kérjen újat.",
  "OTP Code must be exactly 6 characters long": "Az OTP-kódnak pontosan 6 karakterből kell állnia",
  "Our diverse team of innovators, engineers, and creators work together to make finding trusted service experts simple and reliable.": "Innovátorokból, mérnökökből és kreatív szakemberekből álló csapatunk azon dolgozik, hogy a megbízható szakemberek megtalálása egyszerű és biztonságos legyen.",
  "Our Mission & Values": "Küldetésünk és értékeink",
  "Our platform bridges that gap by connecting users with verified professionals across various fields. With just a few clicks, anyone can find the right expert, compare options, and get the job done confidently.": "Platformunk összeköti a felhasználókat a hitelesített szakemberekkel különböző területeken. Néhány kattintással bárki megtalálhatja a megfelelő szakembert, összehasonlíthatja a lehetőségeket, és magabiztosan elvégeztetheti a munkát.",
  "Our Story": "Történetünk",
  "Page {pageNo} of {totalPages}": "{pageNo}. oldal / {totalPages}",
  "Password": "Jelszó",
  "Password must be at least 8 characters long": "A jelszónak legalább 8 karakterből kell állnia",
  "Password must be at most 20 characters long": "A jelszó legfeljebb 20 karakter lehet",
  "Payments": "Kifizetések",
  "Phone": "Telefon",
  "Platform Launch": "Platform indulása",
  "Please enter the code sent to {des}": "Adja meg a(z) {des} címre küldött kódot",
  "Please select your preferred language from the options below.": "Válassza ki a kívánt nyelvet az alábbi lehetőségek közül.",
  "Please verify your email to complete login.": "Erősítse meg e-mail címét a bejelentkezés befejezéséhez.",
  "Please verify your email to complete signup.": "Erősítse meg e-mail címét a regisztráció befejezéséhez.",
  "Plumbing": "Vízvezeték-szerelés",
  "Popular services": "Népszerű szolgáltatások",
  "Private Chef": "Magánszakács",
  "Products": "Termékek",
  "Professional Empowerment": "Szakmai fejlődés",
  "Profile": "Profil",
  "Raiffeisen Bank": "Raiffeisen Bank",
  "Reliability": "Megbízhatóság",
  "Renovation": "Felújítás",
  "Resend": "Újraküldés",
  "Reset": "Visszaállítás",
  "Rows per page": "Sorok száma oldalanként",
  "Save": "Mentés",
  "Search": "Keresés",
  "Search by specialist’s name": "Keresés a szakember neve alapján",
  "Search country...": "Ország keresése...",
  "Search in ServePortal ...": "Keresés a ServePortalon ...",
  "Select one ...": "Válasszon egyet ...",
  "selected": "kiválasztva",
  "Send": "Küldés",
  "ServePortal connects people with trusted experts across cleaning, construction, repair, and other essential services — all in one place. Quick, reliable, and built for your convenience.": "A ServePortal összeköti az embereket megbízható szakemberekkel — takarítás, építkezés, javítás és más alapvető szolgáltatások területén — mindezt egy helyen. Gyors, megbízható és az Ön kényelmére tervezett.",
  "ServePortal in your city": "ServePortal az Ön városában",
  "ServePortal makes finding trusted experts simple and stress-free. From cleaning to construction, we connect you with verified professionals in just a few clicks. Built on reliability and transparency, ServePortal helps you get things done — efficiently, locally, and with confidence.": "A ServePortal megkönnyíti a megbízható szakemberek megtalálását. A takarítástól az építkezésig néhány kattintással kapcsolatba léphet hitelesített szakemberekkel. A megbízhatóságra és az átláthatóságra építve segítünk, hogy a feladatok hatékonyan, helyben és bizalommal készüljenek el.",
  "Services": "Szolgáltatások",
  "Services Offered": "Elérhető szolgáltatások",
  "Settings": "Beállítások",
  "Sign Up": "Regisztráció",
  "Sign up now": "Regisztráljon most",
  "Signup failed, please check your inputs.": "A regisztráció sikertelen, kérjük, ellenőrizze az adatokat.",
  "Smart Matching & Growth": "Okos párosítás és növekedés",
  "Subject": "Tárgy",
  "Success": "Siker",
  "Support Availability": "Ügyfélszolgálat elérhetősége",
  "Tax Code": "Adókód",
  "Test": "Teszt",
  "To request a quote our products, contact us directly or fill out the form below and we will get back to you shortly.": "Ha árajánlatot szeretne kérni termékeinkre, lépjen velünk kapcsolatba közvetlenül, vagy töltse ki az alábbi űrlapot, és hamarosan felvesszük Önnel a kapcsolatot.",
  "Today, ServePortal empowers thousands of users and professionals to work together more efficiently — helping communities thrive through trust, transparency, and technology.": "Ma a ServePortal több ezer felhasználót és szakembert segít hatékonyabban együttműködni — elősegítve a közösségek fejlődését bizalom, átláthatóság és technológia révén.",
  "Toggle columns": "Oszlopok váltása",
  "Transfer / Rebooking": "Átutalás / Átfoglalás",
  "Trusted by 50,000+ users": "Több mint 50 000 felhasználó bizalmával",
  "Type your message here.": "Írja be üzenetét ide.",
  "User already exists. Use another email.": "A felhasználó már létezik. Használjon másik e-mail címet.",
  "VAT Rate": "ÁFA kulcs",
  "Verification": "Ellenőrzés",
  "Verification failed, please check your inputs.": "Az ellenőrzés sikertelen, kérjük, ellenőrizze az adatokat.",
  "Verification successful, redirecting...": "Ellenőrzés sikeres, átirányítás...",
  "Verified Experts": "Ellenőrzött szakemberek",
  "Verify Code": "Kód ellenőrzése",
  "View": "Megtekintés",
  "Volksbank": "Volksbank",
  "We believe in democratizing financial management through technology, making sophisticated tools accessible to everyone.": "Hisszük, hogy a pénzügyi menedzsment technológiai eszközökkel demokratizálható, így a fejlett megoldások mindenki számára elérhetővé válhatnak.",
  "We couldn't find the page you were looking for.": "A keresett oldalt nem találjuk.",
  "We use modern technology to make finding, hiring, and managing experts effortless — saving time and stress for everyone.": "Modern technológiát használunk, hogy a szakemberek keresése, felvétele és kezelése egyszerű és stresszmentes legyen — időt spórolva mindenkinek.",
  "We verify every professional to ensure consistent quality, accountability, and trust in every service delivered.": "Minden szakembert ellenőrzünk, hogy minden szolgáltatásban garantált legyen a minőség, a felelősség és a bizalom.",
  "We’re building a platform where everyone, everywhere, can access the right help — from small home projects to large construction needs.": "Egy olyan platformot építünk, ahol bárki, bárhol megtalálhatja a megfelelő segítséget — a kis háztartási feladatoktól a nagy építési projektekig.",
  "Welcome back 👋": "Üdv újra 👋",
  "What service do you need? Just type it in the search below and instantly find trusted professionals ready to help.": "Milyen szolgáltatásra van szükséged? Egyszerűen írd be a keresőbe, és azonnal megtalálod a megbízható szakembereket, akik készen állnak, hogy segítsenek.",
  "You can view all your journal entries here. Use the filters to narrow down your search.": "Itt megtekintheti az összes könyvelési bejegyzését. Használja a szűrőket a keresés pontosításához.",
  "You must accept the terms and privacy policy.": "El kell fogadnia a feltételeket és az adatvédelmi szabályzatot.",
  "You need to wait <guidelines> seconds </guidelines> inorder to request a new code.": "Várjon <guidelines> másodpercet </guidelines>, mielőtt új kódot kérne.",
  "Your gateway to reliable": "Az Ön kapuja a megbízható",
  "Your gateway to reliable expert": "Az Ön kapuja a megbízható szakemberekhez"
}
